In [6]:
import pandas as pd
import numpy as np

In [3]:
df = pd.DataFrame({
    "Name" : ["Rivaldi Palermo", "Bryan"],
    "Umur" : [20,32],
    "JenisKelamin" : ["Laki Laki", "Perempuan"]}
)

In [4]:
df

              Name  Umur JenisKelamin
0  Rivaldi Palermo    20    Laki Laki
1            Bryan    32    Perempuan

In [12]:
n_rows = 5
n_cols = 5
cols = tuple("ABCDE")

df = pd.DataFrame(np.random.randint(1, 10, size=(n_rows, n_cols)), columns = cols)

In [13]:
df

   A  B  C  D  E
0  2  9  8  9  4
1  5  2  1  7  8
2  8  3  3  1  5
3  6  2  9  7  6
4  7  7  1  4  9